Repository: sargon17/Yearlit
Catalog: StreakWidget/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: A an example control that runs a timer.
cs: Příklad ovládacího prvku, který spouští časovač.
da: Et eksempel på kontrol, der kører en timer.
de: Ein Beispielsteuerelement, das einen Timer ausführt.
es: Un control de ejemplo que ejecuta un temporizador.
et: Näidisjuhtelement, mis käivitab taimerit.
fi: Esimerkkisäädin, joka käyttää ajastinta.
fr: Un exemple de contrôle qui exécute une minuterie.
hr: Primjer kontrole koja pokreće mjerač vremena.
hu: Egy példa vezérlő, amely egy időzítőt futtat.
it: Un esempio di controllo che esegue un timer.
lv: Vadības piemērs, kas palaiž taimeri.
nb: En eksempelkontroll som kjører en tidtaker.
nl: Een voorbeeldbesturing die een timer uitvoert.
pl: Przykładowa kontrolka uruchamiająca timer.
pt_br: Um exemplo de controle que executa um temporizador.
ro: Un exemplu de control care rulează un cronometru.
sk: Príklad ovládacieho prvku, ktorý spúšťa časovač.
sl: Primer kontrolnika, ki izvaja časovnik.
sv: Ett exempel på kontroll som kör en timer.
uk: Приклад елемента керування, який запускає таймер.

source: Bottom \(context.state.emoji)
cs: Dolní\(context.state.emoji)
da: Nederst\(context.state.emoji)
de: Unten\(context.state.emoji)
es: Abajo\(context.state.emoji)
et: Alumine\(context.state.emoji)
fi: Alhaalla\(context.state.emoji)
fr: Bas\(context.state.emoji)
hr: Dno\(context.state.emoji)
hu: Alul\(context.state.emoji)
it: In basso\(context.state.emoji)
lv: Apakšējā\(context.state.emoji)
nb: Nederst\(context.state.emoji)
nl: Bodem\(context.state.emoji)
pl: Dół\(context.state.emoji)
pt_br: Parte inferior\(context.state.emoji)
ro: De jos\(context.state.emoji)
sk: Spodná\(context.state.emoji)
sl: Spodaj\(context.state.emoji)
sv: Nederst\(context.state.emoji)
uk: Нижній\(context.state.emoji)

source: Bottom %@
cs: Dolní %@
da: Nederst %@
de: Unten %@
es: Abajo %@
et: Alumine %@
fi: Alhaalla %@
fr: Bas %@
hr: Dno %@
hu: Alul %@
it: In basso %@
lv: Apakšējā %@
nb: Nederst %@
nl: Bodem %@
pl: Dół%@
pt_br: Parte inferior %@
ro: De jos %@
sk: Spodná %@
sl: Spodaj %@
sv: Nederst %@
uk: Внизу %@

source: Habit
cs: Zvyk
da: Vane
de: Gewohnheit
es: Hábito
et: Harjumus
fi: Tapa
fr: Habitude
hr: Navika
hu: Szokás
it: Abitudine
lv: Ieradums
nb: Vane
nl: Gewoonte
pl: Nawyk
pt_br: Hábito
ro: Obicei
sk: Zvyk
sl: Navada
sv: Vana
uk: Звичка

source: Hello \(context.state.emoji)
cs: Ahoj\(context.state.emoji)
da: Hej\(context.state.emoji)
de: Hallo\(context.state.emoji)
es: Hola\(context.state.emoji)
et: Tere\(context.state.emoji)
fi: Hei\(context.state.emoji)
fr: Bonjour\(context.state.emoji)
hr: Pozdrav\(context.state.emoji)
hu: Szia\(context.state.emoji)
it: Ciao\(context.state.emoji)
lv: Sveiki,\(context.state.emoji)
nb: Hei\(context.state.emoji)
nl: Hallo\(context.state.emoji)
pl: Witaj\(context.state.emoji)
pt_br: Olá\(context.state.emoji)
ro: Bună\(context.state.emoji)
sk: Dobrý deň\(context.state.emoji)
sl: Pozdravljeni\(context.state.emoji)
sv: Hej\(context.state.emoji)
uk: Привіт\(context.state.emoji)

source: Hello %@
cs: Ahoj %@
da: Hej %@
de: Hallo %@
es: Hola %@
et: Tere %@
fi: Hei %@
fr: Bonjour %@
hr: Pozdrav %@
hu: Szia %@
it: Ciao %@
lv: Sveiki,%@
nb: Hei %@
nl: Hallo %@
pl: Witaj %@
pt_br: Olá %@
ro: Bună %@
sk: Dobrý deň %@
sl: Pozdravljeni %@
sv: Hej %@
uk: Привіт %@

# It's never late to start a new streak!
source: It's never too late to start a new streak!
cs: Nikdy není pozdě začít novou sérii!
da: Det er aldrig for sent at starte en ny serie!
de: Es ist nie zu spät, eine neue Serie zu beginnen!
es: ¡Nunca es tarde para empezar una nueva racha!
et: Kunagi pole liiga hilja alustada uut seeriat!
fi: Koskaan ei ole liian myöhäistä aloittaa uusi putki!
fr: Il n’est jamais trop tard pour commencer une nouvelle série !
hr: Nikada nije kasno započeti novi niz!
hu: Soha nem késő új sorozatot kezdeni!
it: Non è mai troppo tardi per iniziare una nuova serie!
lv: Nekad nav par vēlu sākt jaunu sēriju!
nb: Det er aldri for sent å starte en ny serie!
nl: Het is nooit te laat om een nieuwe reeks te beginnen!
pl: Nigdy nie jest za późno, aby rozpocząć nową passę!
pt_br: Nunca é tarde para começar uma nova sequência!
ro: Nu este niciodată prea târziu să începi o serie nouă!
sk: Nikdy nie je neskoro začať novú sériu!
sl: Nikoli ni prepozno začeti nov niz!
sv: Det är aldrig för sent att starta en ny serie!
uk: Ніколи не пізно почати нову серію!

source: Leading
cs: Vedoucí
da: Førende
de: Führend
es: Principal
et: Juhtiv
fi: Johtava
fr: Menant
hr: Vodeći
hu: Vezető
it: Inizio
lv: Vadošais
nb: Ledende
nl: Leidend
pl: Prowadzący
pt_br: Principal
ro: Conducere
sk: Vedenie
sl: Vodenje
sv: Ledande
uk: На початку

source: Off
cs: Vypnuto
da: Fra
de: Aus
es: Desactivado
et: Väljas
fi: Pois
fr: Désactivé
hr: Isključeno
hu: Ki
it: Disattivato
lv: Izslēgts
nb: Av
nl: Uit
pl: Wyłączone
pt_br: Desativado
ro: Dezactivat
sk: Vypnuté
sl: Izklopljeno
sv: Av
uk: Вимкнено

source: On
cs: Zapnuto
da: Til
de: Ein
es: Activado
et: Sees
fi: Päällä
fr: Activé
hr: Uključeno
hu: Be
it: Acceso
lv: Ieslēgts
nb: På
nl: Aan
pl: Włączone
pt_br: Ativado
ro: Activat
sk: Zapnuté
sl: Vklopljeno
sv: På
uk: Увімкнено

source: See your current habit streak at a glance.
cs: Podívejte se na první pohled na své aktuální návyky.
da: Se din nuværende vane med et øjeblik.
de: Sehen Sie Ihre aktuelle Gewohnheitssträhne auf einen Blick.
es: Consulta tu racha de hábito de un vistazo.
et: Vaadake lühidalt oma praegust harjumuste jada.
fi: Katso nykyinen tapasi yhdellä silmäyksellä.
fr: Visualisez votre séquence d'habitudes actuelle en un coup d'œil.
hr: Pogledajte svoj trenutni niz navika na prvi pogled.
hu: Tekintse meg pillanatnyi szokássorozatát egy pillantással.
it: Vedi la serie attuale della tua abitudine a colpo d'occhio.
lv: Vienā mirklī skatiet savu pašreizējo ieradumu sēriju.
nb: Se din nåværende vanestrek med et øyeblikk.
nl: Bekijk in één oogopslag uw huidige gewoontereeks.
pl: Szybko zobacz swoją obecną passę nawyków.
pt_br: Veja sua sequência de hábito rapidamente.
ro: Vedeți dintr-o privire șirul dvs. actual de obiceiuri.
sk: Pozrite si na prvý pohľad svoju aktuálnu sériu zvykov.
sl: Na prvi pogled si oglejte svoje trenutne navade.
sv: Se din nuvarande vana med ett ögonkast.
uk: Переглядайте поточну серію звички з першого погляду.

source: Start a timer
cs: Spustit časovač
da: Start en timer
de: Timer starten
es: Iniciar un temporizador
et: Käivita taimer
fi: Käynnistä ajastin
fr: Démarrer un minuteur
hr: Pokreni mjerač vremena
hu: Időzítő indítása
it: Avvia un timer
lv: Palaist taimeri
nb: Start en timer
nl: Timer starten
pl: Uruchom minutnik
pt_br: Iniciar um temporizador
ro: Pornește un cronometru
sk: Spustiť časovač
sl: Zaženi časovnik
sv: Starta en timer
uk: Запустити таймер

source: Start Timer
cs: Spustit časovač
de: Timer starten
es: Iniciar temporizador
et: Käivitage taimer
fi: Käynnistä ajastin
fr: Démarrer le minuteur
hr: Pokreni mjerač vremena
hu: Időzítő indítása
it: Avvia il timer
lv: Sākt taimeri
pl: Uruchom licznik czasu
pt_br: Iniciar temporizador
ro: Porniți temporizatorul
sk: Spustiť časovač
sl: Zaženi časovnik
sv: Starta timer
uk: Запустити таймер

source: Streak
cs: Pruh
de: Strähne
es: Racha
et: Vööt
fi: Viiva
fr: Traînée
hr: Niz
hu: Csík
it: Serie
lv: Svītra
nb: Streke
nl: Streep
pl: Pasemko
pt_br: Sequência
sk: Pruhovať
sv: Strimma
uk: Серія

source: Timer
cs: Časovač
es: Temporizador
et: Taimer
fi: Ajastin
fr: Minuterie
hr: Odbrojavanje vremena
hu: Időzítő
it: Temporizzatore
lv: Taimeris
pt_br: Temporizador
ro: Cronometru
sk: Časovač
sl: Časovnik
uk: Таймер

source: Timer is running
cs: Časovač běží
da: Timeren kører
de: Timer läuft
es: El temporizador está funcionando
et: Taimer töötab
fi: Ajastin on käynnissä
fr: Le minuteur est en cours d'exécution
hr: Odbrojavanje radi
hu: Az időzítő fut
it: Il timer è in esecuzione
lv: Taimeris darbojas
nb: Timeren kjører
nl: Timer loopt
pl: Timer działa
pt_br: O cronômetro está funcionando
ro: Cronometrul rulează
sk: Časovač beží
sl: Časovnik teče
sv: Timern är igång
uk: Таймер працює

source: Timer Name
cs: Název časovače
da: Timernavn
es: Nombre del temporizador
et: Taimeri nimi
fi: Ajastimen nimi
fr: Nom de la minuterie
hr: Naziv mjerača vremena
hu: Időzítő neve
it: Nome del timer
lv: Taimera nosaukums
nb: Timernavn
nl: Timernaam
pl: Nazwa timera
pt_br: Nome do temporizador
ro: Nume cronometru
sk: Názov časovača
sl: Ime časovnika
sv: Timernamn
uk: Назва таймера

source: Timer Name Configuration
cs: Nastavení názvu časovače
da: Indstilling af timernavn
de: Timer-Namen konfigurieren
es: Configuración del nombre del temporizador
et: Taimeri nime seadistus
fi: Ajastimen nimen määritys
fr: Configuration du nom du minuteur
hr: Postavke naziva mjerača vremena
hu: Időzítő nevének beállítása
it: Configurazione nome timer
lv: Taimera nosaukuma iestatījumi
nb: Innstilling av timernavn
nl: Timernaam configureren
pl: Konfiguracja nazwy minutnika
pt_br: Configuração do nome do temporizador
ro: Configurarea numelui cronometrului
sk: Nastavenie názvu časovača
sl: Nastavitev imena časovnika
sv: Timer-namninställning
uk: Налаштування назви таймера

source: your current %@ streak is at risk
cs: vaše aktuální série pro %@ je ohrožena
da: din nuværende serie for %@ er i fare
de: deine aktuelle %@-Serie ist gefährdet
es: tu racha actual de %@ está en riesgo
et: sinu praegune %@ seeria on ohus
fi: nykyinen %@-putkesi on vaarassa
fr: ta série actuelle pour %@ est en danger
hr: tvoj trenutni niz za %@ je u opasnosti
hu: a jelenlegi %@ sorozatod veszélyben van
it: la tua serie attuale per %@ è a rischio
lv: tava pašreizējā %@ sērija ir apdraudēta
nb: din nåværende serie for %@ er i fare
nl: je huidige reeks voor %@ loopt gevaar
pl: twoja aktualna passa dla %@ jest zagrożona
pt_br: sua sequência atual de %@ está em risco
ro: seria ta actuală pentru %@ este în pericol
sk: tvoja aktuálna séria pre %@ je ohrozená
sl: vaš trenutni niz za %@ je ogrožen
sv: din nuvarande serie för %@ är i riskzonen
uk: поточна серія для %@ під загрозою

source: your current %@ streak is:
cs: vaše aktuální série pro %@ je:
da: din nuværende serie for %@ er:
de: deine aktuelle %@-Serie ist:
es: tu racha actual de %@ es:
et: sinu praegune %@ seeria on:
fi: nykyinen %@-putkesi on:
fr: ta série actuelle pour %@ est :
hr: tvoj trenutni niz za %@ je:
hu: a jelenlegi %@ sorozatod:
it: la tua serie attuale per %@ è:
lv: tava pašreizējā %@ sērija ir:
nb: din nåværende serie for %@ er:
nl: je huidige reeks voor %@ is:
pl: twoja aktualna passa dla %@ to:
pt_br: sua sequência atual de %@ é:
ro: seria ta actuală pentru %@ este:
sk: tvoja aktuálna séria pre %@ je:
sl: vaš trenutni niz za %@ je:
sv: din nuvarande serie för %@ är:
uk: поточна серія для %@:

source: Trailing
da: Efterfølgende
de: Nachlaufend
es: Seguimiento
et: Jälgimine
fi: Perässä
fr: À la traîne
hu: Utána
it: Fine
nb: Etterfølgende
nl: Achterlopend
pl: Kończący
pt_br: À direita
ro: Urmărire
sv: Efterföljande
uk: У кінці

source: L
it: S
pt_br: eu
uk: Л

source: T %@
it: D %@
uk: П %@
